Repository: lubosch/Rails-angular-token-auth
Catalog: app/angular/src/i18n/messages.*.xlf
Languages: sk

source: Slovak barefoot bazaar
sk: Slovenský barefoot bazár

source: Invalid password or email
sk: Nesprávny email alebo heslo

source: Email address
sk: Emailová adresa

source: Please provide valid email address
sk: Zadajte prosím správnu emailovú adresu

source: Password
sk: Heslo

source: Password must have at least 6 characters
sk: Heslo musí mať aspoň 6 znakov

source: Sign In
sk: Prihlásiť sa

source: Forgot password?
sk: Zabudnuté heslo?

source: I agree with marketing data storing and processing
sk: Súhlasím so spracovaním osobných údajov na marketingové účely

source: I accept the Terms of Service
sk: Súhlasím s podmienkami používania služby

source: You must accept Terms of Services
sk: Musíte súhlasiť s podmienkami používania služby

source: Bare bazaar
sk: Barefoot bazár

source: Profile
sk: Profil

source: Sign out
sk: Odhlásiť sa

source: Log in
sk: Prihlásiť sa

source: Offer barefoot
sk: Zadať inzerát

source: Sign in to your account
sk: Prihláste sa do svojho účtu

source: Don't have an account? Sign up here.
sk: Nemáte ešte účet? Registrujte sa tu.

source: Profile
sk: Profil

source: Register your account
sk: Registrovať účet

source: Already have an account? Log in here.
sk: Už máte účet? Prihláste sa tu.
